{
  "adventTips": [
    {
      "day": 1,
      "advice": "Prisimink, gyvenimas kaip kalendorius, po vieną dieną, kol baigsis."
    },
    {
      "day": 2,
      "advice": "Jei manai, kad tavo diena buvo bloga, prisimink, yra žmonių, kurie alergiški šokoladui."
    },
    {
      "day": 3,
      "advice": "Patarimas: Niekada nežaisk slėpynių su depresija; ji visada tave suras."
    },
    {
      "day": 4,
      "advice": "Kodėl jaudintis dėl senėjimo? Bent jau tai geriau nei alternatyva."
    },
    {
      "day": 5,
      "advice": "Jei jautiesi bevertis, prisimink, kad nulūžęs pieštukas taip pat beprasmis."
    },
    {
      "day": 6,
      "advice": "Gyvenimo hack'as: Gali sutaupyti daug laiko, jei prie nieko nesiriši."
    },
    {
      "day": 7,
      "advice": "Ar kada nors pagalvojai, kad kiekvienas tavo įkvėpimas yra vienu mažiau likusiu?"
    },
    {
      "day": 8,
      "advice": "Smagus faktas: Vienintelis dalykas, kurį garantuotai gausi iš gyvenimo, yra mokesčiai ir mirtis."
    },
    {
      "day": 9,
      "advice": "Jei jautiesi prislėgtas, prisimink, kad gravitacija visada tave prispaudžia prie žemės."
    },
    {
      "day": 10,
      "advice": "Geros naujienos, tavo gyvenimas nėra filmas; nėra garantijos, kad jis turės laimingą pabaigą."
    },
    {
      "day": 11,
      "advice": "Būk dėkingas už blogas dienas, jos padaro geras dienas rečiau pasitaikančias."
    },
    {
      "day": 12,
      "advice": "Prokrastinacija kaip kreditinė kortelė; labai smagu, kol gauni sąskaitą."
    },
    {
      "day": 13,
      "advice": "Penktadienis 13-oji? Tiesiog dar viena diena dideliame dalykų plane."
    },
    {
      "day": 14,
      "advice": "Meilė? Puiku, kol prisimeni, kad širdies skausmas jau už kampo."
    },
    {
      "day": 15,
      "advice": "Nesijaudink dėl prarandamų plaukų; tu įgyji išminties... arba plikimą."
    },
    {
      "day": 16,
      "advice": "Kodėl jaudintis dėl blogos dienos, kai visada yra rytoj, kad galėtum viską sugadinti?"
    },
    {
      "day": 17,
      "advice": "Sveikinimai, išgyvenai dar vieną dieną egzistencinėje krizėje, vadinamoje gyvenimu."
    },
    {
      "day": 18,
      "advice": "Prisimink, vienintelis dalykas, garantuotas gyvenime, yra netikrumas."
    },
    {
      "day": 19,
      "advice": "Dietos patarimas: Gali numesti svorio pamiršęs valgyti... arba dėl streso."
    },
    {
      "day": 20,
      "advice": "Jei gyvenimas tau duoda citrinų, pasigamink limonadą, tada suvok, kad cukraus neturi."
    },
    {
      "day": 21,
      "advice": "Geriausia dalis apie pasiekimą dugno – nėra kur eiti, tik į šoną."
    },
    {
      "day": 22,
      "advice": "Žinai, kad esi suaugęs, kai 'linksmybė' tampa 'atsakomybe' su kauke."
    },
    {
      "day": 23,
      "advice": "Kiekviena diena artina prie pabaigos, bet argi tai ne jaudina?"
    },
    {
      "day": 24,
      "advice": "Linksmų Kalėdų! Prisimink, Kalėdų senelio elfai yra tik nepakankamai apmokami darbininkai žaislų prakaito fabrike."
    }
  ]
}
